Revit 2027 API
BuiltInFailures.GenericMEPFailures.SizingFailedZeroFlow Property
 Sizing failed. Flow for section is 0.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId SizingFailedZeroFlow { get; }
Public Shared ReadOnly Property SizingFailedZeroFlow As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ SizingFailedZeroFlow {
	FailureDefinitionId^ get ();
}
static member SizingFailedZeroFlow : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GenericMEPFailures Class
Autodesk.Revit.DB Namespace